Repository: openvideogamedata/gamelist-aggregator
Catalog: Resources/Pages.About.*.resx
Languages: pt

# WhatIsObjective
source: What is the objective of this site?
pt: Qual o objetivo desse site?

# ObjectiveDescription
source: The objective of this site is to aggregate data about video games in a single place, in an open and accessible way. We're currently gathering lists from all over the web, created by trustable journalists and video game critics, to form a single final list.
pt: O objetivo desse site é agregar dados sobre jogos em um único lugar, de forma livre e acessível. Atualmente estamos colhendo listas criadas por jornalistas e críticos confiáveis de toda internet, a fim de formar uma lista final para diversas categorias.

# IsProfit
source: Is this a non-profit project? How does it currently maintain itself?
pt: Esse projeto é sem fins lucrativos? Como ele se mantém atualmente?

# ProfitDescription
source: This is a non-profit project and, currently, all maintenance costs (such as hosting, database, DNS, etc) are fully paid by its creators. We really hope that in the future this project can sustain itself.
pt: Esse é um projeto sem fins lucrativos, atualmente, todos os custos de manutenção (como hosting, base de dados, DNS, etc) são integralmente arcados por seus criadores. Nós temos esperança que no futuro esse projeto possa se pagar sozinho com ajuda de colaboradores e da comunidade.

# HowData
source: How is data added?
pt: Como os dados são adicionados?

# DataDescription
source: All data is added by the community. Any user can create an account (we only support Google accounts for now) and add lists of games from trustable sources that they find, or lists of personal opinion, in any category that it fits.
pt: Todos os dados são adicionados pela comunidade. Qualquer usuário pode criar uma conta (só aceitamos contas do Google por enquanto) e adicionar listas de jogos de fontes confiáveis que encontrarem, ou listas de opiniões pessoais, em qualquer categoria que se encaixem.

# HowCompare
source: How does this site compare to Metacritic or OpenCritic?
pt: Como esse site se compara ao Metacritic ou ao OpenCritic?

# CompareDescription
source: Contrary to Metacritic and OpenCritic, that focus on aggregating ratings from several critics to come up with a final score, our site does this with full lists, aggregating lists from several critics into one single list with the help of the community.
pt: Ao contrário do Metacritic e OpenCritic, que focam em agregar notas de diversos críticos pra chegar a uma pontuação final, nosso site faz isso com listas inteiras, agregando listas de diversos críticos em uma única lista com ajuda da comunidade.

# Who
source: Who are the creators of Open Video Game Data?
pt: Quem são os criadores do Open Video Game Data?

# WhoDescription
source: The creators of this site are just two software developers, passionate about games and data, that are creating this project as a hobby.
pt: Os criadores do site são apenas dois devs, apaixonados por dados e jogos, que estão desenvolvendo esse projeto como um hobby.

# WhatRules
source: What are the rules to add a list from an online source?
pt: Quais são as regras para adicionar uma lista de uma fonte da internet?

# RulesDescription
source: For a list to be added, it mus represent the opinion of a journalist and game critics, not just a single person on a social network. Besides, the list must be enumerated and ranked, so that it is possible for Open Video Game Data to calculate a score for each game of the list. Finally, the list cannot be based in another list, eg "list based on Metacritic's score".
pt: Para uma lista ser adicionada, ela deve representar a opinião de um jornalista, ou um crítico, não de uma opinião pessoal. Além disso, a lista deve ser enumerada e ranqueada, pra que seja possível para o Open Video Game Data calcular a pontuação final de cada jogo da lista. Por fim, a lista não pode ser baseada em outra lista, ex: "lista baseada no placar do Metacritic's".

# HowContribute
source: How do I contribute?
pt: Como eu contribuo?

# ToAggregate
source: You can contribute to Open Video Game Data in several ways, such as: creating a personal list with your opinions, tracking your status on a game, or adding a list from an external source,tho the last option requires a few steps. To aggregate a game list from an external source to Open Video Game Data, follow these steps:
pt: Você pode contribuir de varias formas, como criando listas pessoais, trackeando sua situação em um jogo, ou adicionando uma lista de uma fonte da internet, porém a última opção exige alguns passos. Pra agragar uma lista de uma fonte de internet ao Open Video Game Data, siga esses passos:

# ToAggregateStep1
source: Find a list that suits all the previously mentioned rules
pt: Encontre uma lista que se enquadre nas regras mencionadas anteriormente

# ToAggregateStep2
source: Login with your Google account.
pt: Faça login no Open Video Game Data com sua conta do Google.

# ToAggregateStep3
source: Search for an adequate category in the site, if your source has created a list about the "Best Games of Playstation 5", search and click on this cattegory.
pt: Procure a categoria adequada, caso a fonte externa tenha uma lista de "melhores jogos do playstation 5", procure essa categoria no Open Video Game Data.

# ToAggregateStep3_2
source: Once at the cattegory screen, click in "Critics lists" and at the bottom of the screen click in "Add new List"
pt: Uma vez na tela da categoria, clique em "Listas de Críticos" e no final da tela clique em "Adicionar nova lista"

# ToAggregateStep4
source: Paste the URL and check if the list is available (someone might have already added this source).
pt: Cole a URL e verifica se a lista está disponível (pois alguém pode já ter adicionado essa fonte).

# ToAggregateStep5
source: If it's available, new fields will show up and you can now add the games. Start with the first game. To do so, you can type the name of the game and click "Search". You can also add a comma and type the year of the game if you want.
pt: Se estiver disponível, novos campos vão aparecer e agora você pode adicionar os jogos. Comece com o primeiro jogo. Para isso, você pode digitar o nome do jogo e clicar "Buscar". Você também pode colocar vírgula e o ano do lançamento do jogo, caso queira filtrar os resultados antes de buscar.

# ToAggregateStep6
source: A list of games, with their names and years, will show up. Check carefully to pick the right game, that's because there are some games with identical names, but different years of launch.
pt: Uma lista de jogos, com seus nomes e anos de lançamento, vai aparecer. Verifique com cuidado para escolher o jogo correto, isso porquê existem jogos com o mesmo nome, mas anos de lançamento diferentes.

# ToAggregateStep7_1
source: Keep adding games, remeber, the max number of games we accept per list is 15, so if the source list has
pt: Continue adicionando os jogos em ordem, lembre-se, o número máximo de jogos por lista é 15, então se a fonte tem

source: more
pt: mais

# ToAggregateStep7_2
source: than 15,
pt: de 15,

# ToAggregateStep7_3
source: add only 15 and no less.
pt: adicione apenas 15 e nada menos.

# ToAggregateStep7_4
source: If the source list has
pt: Se a lista tem

source: less
pt: menos

# ToAggregateStep7_5
source: than 15, you must
pt: de 15, você deve

# ToAggregateStep7_6
source: add the whole list
pt: adicionar a lista inteira

# ToAggregateStep8
source: After adding all games, scroll down to select the category of the list (such as "Best Games of All Time). If the list needs a year of reference, a second select will become available for you to pick a year (eg: "The Best Games of" - "1995").
pt: Após adicionar todos os jogos em ordem basta descer ao fim da tela.

# ToAggregateStep9
source: Finally just click in "Create new list suggestion".
pt: Finalmente clique em "Criar nova sugestão de lista".

# ToAggregateStep10
source: Your contribution will be shown in the menu "Contributions" and other users can "like" or "dislike" it, which only serves to show admins if the list makes sense and was added correctly.
pt: Sua contribuição vai ser exibida no menu "Sugestões de listas" e outros usuários podem dar "like" ou "dislike", que servem apenas para informar aos admins se a lista faz sentido, ou se foi adicionada corretamente.

# ToAggregateStep11
source: Now just wait till an administrator approves your list for it to be aggregated to the final list of the given cattegory!
pt: Agora basta aguardar um administrador aprovar sua submissão e a lista da sua fonte será agregada a lista final daquela categoria!
