Repository: openvideogamedata/gamelist-aggregator
Catalog: Resources/Pages.Challenges.MicroChallenge.*.resx
Languages: pt

# Title
source: Micro challenge
pt: Desafio relâmpago

# Subtitle
source: Pull three standout games from the community's pinned lists and make them yours.
pt: Traga três destaques das listas fixadas pela comunidade para a sua jogatina.

# CardSubtitle
source: Fresh picks curated from this list to inspire your next session.
pt: Seleção rápida dessa lista para inspirar a próxima jogatina.

# LinkLabel
source: View full list
pt: Ver lista completa

source: Accept
pt: Aceitar

source: Skip
pt: Pular

source: Complete
pt: Concluir

# GuestHint
source: Sign in to accept or complete challenges.
pt: Entre na sua conta para aceitar ou concluir desafios.

# DismissedMessage
source: Challenge dismissed. Check back tomorrow for a fresh trio.
pt: Desafio dispensado. Volte amanhã para uma nova seleção.

# FallbackText
source: No challenge available right now. Explore lists and return later.
pt: Nenhum desafio disponível por enquanto. Explore as listas e volte depois.

# SourcesLabel
source: from {0} sources
pt: de {0} fontes

# PercentageLabel
source: {0}% consensus
pt: {0}% de consenso

# AcceptedLabel
source: Challenge accepted
pt: Desafio aceito

# CompletedLabel
source: Challenge completed
pt: Desafio concluído
