Repository: openvideogamedata/gamelist-aggregator
Catalog: Resources/Pages.VideoGameHistory.Timeline.*.resx
Languages: pt

# Knowabouthistory
source: Know everything about Video Game History
pt: Conheça tudo sobre a história dos jogos

source: Video Game History
pt: História dos Video Games

# Concept
source: The concept behind this project is to narrate the history of video games by featuring lists of the best games for each console across every generation.
pt: O conceito por trás desse projeto é narrar a história dos video games exibindo as listas de melhores jogos para cada console por todas as gerações.

# Gen1Title
source: First generation (1972–1980)
pt: Primeira geração (1972–1980)

# Gen1Description
source: The first generation of video games marks the inception of the video game industry with simple Pong-style games, that were often built into the console itself.
pt: A primeira geração de video games marca o nascimento da indústria de video games com jogos simples, estilo Pong, que geralmente eram diretamente programados no console.

# Gen2Title
source: Second generation (1976–1992)
pt: Segunda geração (1976–1992)

# Gen2Description
source: This era saw the introduction of programmable systems, and games began to include colorful graphics and richer stories. Popular consoles included the Atari 2600.
pt: Essa era introduziu sistemas programáveis, e os jogos começaram a ter gráficos coloridos e estórias mais ricas. Um dos consoles mais populares foi o Atari 2600.

# Gen3Title
source: Third generation (1983–2003)
pt: Terceira geração (1983–2003)

# Gen3Description
source: The third generation presented more advanced graphics and audio, also called the 8-bit era, with consoles like the Nintendo Entertainment System (NES), marking the rise of iconic franchises.
pt: A terceira geração apresentou gráficos e áudio mais avançados, também chamada de geração 8-bit, com consoles como o Nintendo Entertainment System (NES), marcando o nascimento de franquias icônicas.

# Gen4Title
source: Fourth generation (1987–2004)
pt: Quarta geração (1987–2004)

# Gen4Description
source: This generation was characterized by the 16-bit revolution, with systems like the Super Nintendo (SNES) and Sega Genesis (also known as Mega Drive) leading the market.
pt: Essa geração foi caracterizada pela revolução 16-bit, com sistemas como o Super Nintendo (SNES) e o Sega Genesis (mais conhecido no Brasil como Mega Drive) dominando o mercado.

# Gen5Title
source: Fifth generation (1993–2006)
pt: Quinta geração (1993–2006)

# Gen5Description
source: Video games entered the 3D era with consoles like the PlayStation, Nintendo 64 and Sega Saturn, featuring complex graphics and deeper gameplay mechanics.
pt: Video games entraram para a era 3D com consoles como o PlayStation, Nintendo 64 e Sega Saturn, apresentando gráficos complexos e mecânicas de gameplay mais elaboradas.

# Gen6Title
source: Sixth generation (1998–2013)
pt: Sexta geração (1998–2013)

# Gen6Description
source: The introduction of DVD technology and internet connectivity, seen in consoles like the PlayStation 2, Xbox, and Nintendo GameCube, expanded the multimedia capabilities and online gaming.
pt: A introdução do DVD e da conectividade a internet, vistos em consoles como o PlayStation 2, Xbox e Nintendo GameCube, expandiram as capacidades de multimídia e jogos online.

# Gen7Title
source: Seventh generation (2005–2017)
pt: Sétima geração (2005–2017)

# Gen7Description
source: This generation featured HD graphics and motion gaming, popularized by the Xbox 360, PlayStation 3 and Wii. Online ecosystems became more integral to console gaming.
pt: Essa geração trouxe gráficos HD e jogabilidade por movimentos, popularizados pelo Xbox 360, PlayStation 3 e Wii. Ecossistemas e modalidades online se tornaram mais comuns nos consoles.

# Gen8Title
source: Eighth generation (2012–present)
pt: Oitava geração (2012–presente)

# Gen8Description
source: Featuring advanced graphical capabilities and integration with other media forms, consoles like the PlayStation 4, Xbox One and Nintendo Switch, offer expansive gaming networks and innovative game designs.
pt: Trazendo capacidades gráficas avançadas e integração com outras mídias, consoles como o PlayStation 4, Xbox One e Nintendo Switch, oferecem redes expansivas de jogos e game designs inovadores.

# Gen9Title
source: Ninth generation (2020–present)
pt: Nona geração (2020–presente)

# Gen9Description
source: The latest generation, led by the PlayStation 5 and Xbox Series X|S, focuses on ultra-high-speed SSDs, ray tracing graphics, and improved user interfaces for a seamless gaming experience.
pt: A geração mais recente, liderada pelo PlayStation 5 e Xbox Series X|S, foca em SSDs ultra rápidos, ray tracing e interfaces de usuário melhoradas para uma experiência final impecável.
